Repository: LilyPerry765/Python_testcase_CGG
Catalog: cgg/locale/*/LC_MESSAGES/django.po
Languages: fa

source: No customer code is found in url or body. you must provide one
fa: کد کاربر ارسال نشده است. بدنه درخواست یا آدرس باید حاوی کد کاربر باشد

source: This number is blacklisted and can not be used
fa: این شماره در لیست سیاه قرار دارد و قابل استفاده نیست

source: This credit invoice is generated automatically for increasing customer's credit at subscription's creation
fa: این صورت‌حساب کیف پول به صورت خودکار برای افزایش اعتبار کیف پول همزمان با ایجاد اشتراک صادر شده است

source: Can not deallocate subscription due to Service problems
fa: خطایی در غیرفعال سازی اشتراک رخ داده است

source: Can not delete subscription due to Service problems
fa: خطایی در حذف اشتراک رخ داده است

source: This invoice is created automatically for initialization of a prepaid account
fa: این صورت‌حساب به صورت خودکار برای ساخت اولیه حساب کاربر اعتباری ایجاد شده است

source: This base balance invoice is generated automatically for increasing subscription's base balance without payment
fa: این صورت‌حساب سقف مصرف به صورت خودکار برای افزایش سقف مصرف (بدون پرداخت)، صادر شده است

source: This credit invoice is generated automatically for increasing subscription's base balance without payment
fa: این صورت‌حساب کیف پول به صورت خودکار برای افزایش سقف مصرف (بدون پرداخت)، صادر شده است

source: JSON decode error
fa: خطا در رمزگشایی بدنه JSON رخ داده است

source: Incorrect authentication credentials.
fa: اطلاعات احراز هویت درست نیست

source: Authentication credentials were not provided.
fa: اطلاعات احراز هویت ارسال نشده است

source: You do not have permission to perform this action.
fa: شما اجازه و دسترسی انجام این عملیات را ندارد

source: The requested resource could not be found.
fa: مسیر مورد نظر پیدا نشد

source: The request could not be completed.
fa: امکان تکمیل درخواست وجود ندارد

source: The requested resource is no longer available.
fa: مسیر مورد درخواست آماده نیست

source: Request timeout
fa: زمان درخواست منقضی شده است

source: Can not be greater than the current base balance
fa: مبلغ نمی تواند بیشتر از سقف مصرف فعلی باشد

source: Can not be greater than the current balance
fa: مبلغ نمی تواند بیشتر از اعتبار جاری باشد

source: No data returned to export
fa: داده ای برای دریافت وجود ندارد

source: Current status code is th same with selected one
fa: وضعیت انتخاب شده مشابه وضعیت فعلی است

source: Can not update profit from this status code
fa: به دلیل وضعیت سود، امکان بروزرسانی آن وجود ندارد

source: Invalid status code for profit
fa: وضعیت سود نامعتبر است

source: This item is payed with the existing credit, so it does not have any payments
fa: این صورت‌حساب با استفاده از موجودی کیف پول پرداخت شده است، بنابراین تراکنشی برای آن وجود ندارد

source: This item is not payed, so it does not have any payments
fa: این صورت‌حساب پرداخت نشده است بنابراین تراکنشی برای آن وجود ندارد

source: A package is already active, can not create a new one
fa: در حال حاضر یک بسته مکالمه فعال است و امکان فعال سازی بسته جدید وجود ندارد

source: Package does not exists
fa: بسته مکالمه مورد نظر پیدا نشد

source: Package invoice does not exists
fa: صورت‌حساب بسته مکالمه مورد نظر پیدا نشد

source: Must be string
fa: باید رشته باشد

source: Decreasing credit must have a reason
fa: کاهش اعتبار کیف پول باید برای پرداخت یک صورت‌حساب مصرفی، سقف مصرف یا خرید بسته مکالمه باشد

source: Subscription does not have enough credit
fa: موجودی کیف پول کافی نیست

source: Trying to update an invoice that does not exists
fa: صورت‌حساب مورد نظر برای بروزرسانی وجود ندارد

source: Trying to update a base balance invoice that does not exists
fa: صورت‌حساب سقف مصرف مورد نظر برای بروزرسانی وجود ندارد

source: Trying to update a package invoice that does not exists
fa: صورت‌حساب بسته مکالمه مورد نظر برای بروزرسانی وجود ندارد

source: Operator does not exists
fa: اپراتور پیدا نشد

source: Customer does not exists
fa: کاربر پیدا نشد

source: Customer does not have any subscription
fa: اشتراکی برای کاربر پیدا نشد

source: Invalid customer code
fa: کد کاربر نامعتبر

source: Subscription does not exists
fa: اشتراک پیدا نشد

source: Subscription does not belongs to this customer
fa: اشتراک متعلق به این کاربر نبوده یا غیرفعال است

source: This subscription is unlimited
fa: این اشتراک نامحدود است

source: This subscription is prepaid
fa: این اشتراک اعتباری است

source: Invalid subscription's number
fa: کد اشتراک نامعتبر

source: Invalid subscription's type
fa: نوع اشتراک نامعتبر

source: Base balance invoice does not exists
fa: صورت‌حساب سقف مصرف پیدا نشد

source: with this id does not exist
fa: صورت‌حساب مورد نظر پیدا نشد

source: A pay request for this invoice is still waiting for it's response, try again in later
fa: درخواست پرداخت آنلاینی برای این صورت‌حساب در حال پردازش است. لطفا دقایقی دیگر مجددا تلاش کنید

source: A pay request for the previous invoice is still waiting for it's response, try again in later
fa: درخواست پرداخت آنلاینی برای صورت‌حساب پیشین در حال پردازش است. لطفا دقایقی دیگر مجددا تلاش کنید

source: Credit invoice does not exists
fa: صورت‌حساب کیف پول مورد نظر پیدا نشد

source: Invoice does not exists
fa: صورت‌حساب مصرفی مورد نظر پیدا نشد

source: Payment does not exists
fa: تراکنش مورد نظر پیدا نشد

source: Branch does not exists
fa: شعبه مورد نظر پیدا نشد

source: Profit does not exists
fa: درآمد مورد نظر پیدا نشد

source: Invalid branch code
fa: کد شعبه نامعتبر

source: Invalid branch name
fa: نام شعبه نامعتبر

source: Invalid choices in order by query
fa: گزینه ها ارسال شده در درخواست مرتب سازی معتبر نیستند

source: Destination does not exists
fa: مقصد پیدا نشد

source: Invalid destination prefix
fa: پیش شماره نامعتبر

source: Invalid destination name
fa: نام مقصد نامعتبر

source: Invalid destination country code
fa: کد کشور مقصد نامعتبر

source: Invalid destination code
fa: کد مقصد نامعتبر

source: Datetime parsing error
fa: خطا در تبدیل تاریخ

source: Total cost must be a number
fa: مبلغ وارد شده عددی نیست

source: Valid choices are
fa: انتخاب های مجاز عبارت اند از

source: Must be boolean
fa: باید مقداری صحیح باشد

source: Body can not be empty
fa: بدنه درخواست نمی تواند خالی باشد

source: Invalid operator code
fa: کد اپراتور نامعتبر

source: Invalid package name
fa: نام بسته مکالمه نامعتبر

source: Invalid package value
fa: مقدار نامعتبر بسته مکالمه

source: Invalid package price
fa: هزینه نامعتبر بسته مکالمه

source: Invalid package due
fa: تاریخ انقضای نامعتبر بسته مکالمه

source: Invalid package is active
fa: فیلد فعال بودن بسته نامعتبر است

source: Invalid package is featured
fa: فیلد برجسته بودن بسته نامعتبر است

source: Invalid start date
fa: تاریخ شروع بسته نامعتبر است

source: Invalid end date
fa: تاریخ پایان بسته نامعتبر است

source: Authorization token is not valid
fa: شناسه احراز هویت معتبر نیست یا ارسال نشده است

source: Credit invoice
fa: صورت‌حساب کیف پول

source: Yes
fa: بله

source: No
fa: خیر

source: JSON is not valid
fa: JSON ارسال شده معتبر نیست

source: Not a valid UUID
fa: uuid معتبر نیست

source: Conversion failed
fa: تبدیل با خطا مواجه شد

source: Malformed number, Use numbers with an optional plus sign at the beginning
fa: شماره صحیح نیست. از اعداد (با یک مثبت اختیاری در ابتدا) استفاده کنید

source: CGG Admin Panel
fa: پنل مدیریت مالی نکفسون

source: Verify and repair subscription's balance
fa: اصلاح اعتبار جاری
