Repository: LilyPerry765/Python_testcase_CGG
Catalog: cgg/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Details of all accounts
fa: جزئبات حساب ها

source: Details of an account
fa: جزئبات حساب

source: Details of CDRs
fa: جزئبات تماس ها

source: Details of actions
fa: جزئبات عملکردها

source: Details of attributes
fa: جزئبات صفات

source: Details of an attribute
fa: جزئبات صفت

source: Details of destinations
fa: جزئبات مقصدها

source: Details of thresholds
fa: جزئبات آستانه ها

source: Details of a threshold
fa: جزئبات آستانه

source: Details of filters
fa: جزئبات فیلترها

source: Details of a filter
fa: جزئبات فیلتر

source: Details of suppliers
fa: جزئبات تهیه کنندگان

source: Details of a supplier
fa: جزئبات تهیه کننده

source: Details of chargers
fa: جزئبات شارژرها

source: Details of a charger
fa: جزئبات شارژر

source: Details of rates
fa: جزئبات نرخ ها

source: A new rate is created successfully
fa: نرخ جدیدی با موفقیت ایجاد شد

source: Details of a rate
fa: جزئبات نرخ

source: Rate is removed successfully
fa: نرخ با موفقیت حذف شد

source: Details of destination rates
fa: جزئبات نرخ-مقصدها

source: A new destination rate is created successfully
fa: نرخ-مقصد جدید با موفقیت ایجاد شد

source: Details of destination rate
fa: جزئبات نرخ-مقصد

source: Destination rate is removed successfully
fa: نرخ-مقصد با موفقیت حذف شد

source: Details of timings
fa: جزئبات زمانبندی ها

source: A new timing is created successfully
fa: زمانبندی جدید با موفقیت ایجاد شد

source: Details of a timing
fa: جزئبات زمانبندی

source: Timing is removed successfully
fa: زمانبندی با موفقیت حذف شد

source: Details of a rating plan
fa: جزئبات طرح

source: Rating plan is removed successfully
fa: طرح با موفقیت حذف شد

source: Details of rating plans
fa: جزئبات طرح ها

source: A new rating plan is created successfully
fa: طرح با موفقیت ایجاد شد

source: Details of rating profiles
fa: جزئبات پروفایل نرخ ها

source: A new rating profile is created successfully
fa: پروفایل نرخ جدید با موفقیت ایجاد شد

source: Details of a rating profile
fa: جزئبات پروفایل نرخ

source: Rating profile is removed successfully
fa: پروفایل نرخ با موفیت حذف شد

source: Tariff plans reloaded successfully
fa: تعرفه ها با موفقیت بارگذاری شدند

source: Subscription
fa: اشتراک

source: Operator
fa: اپراتور

source: Account
fa: حساب

source: Inbound
fa: ورودی

source: Connection error
fa: خطا در اتصال

source: Timeout on connection
fa: خطایی در اتصال رخ داده است

source: The id of the request is not configured correctly
fa: شناسه درخواست به درستی تنظیم نشده است

source: Subscription {subscription_code} does not exists
fa: اشتراک {subscription_code} پیدا نشد

source: Something went wrong in the request to CGRateS
fa: خطایی در برقراری ارتباط با سرویس مالی رخ داده است

source: CDRs from cgrates are invalid
fa: جزئیات تماس های دریافتی از سرویس صحیح نیستند

source: The account has no balance defined
fa: اعتباری برای این حساب تعریف نشده است

source: Check integrity
fa: بررسی صحت داده

source: Redo the job
fa: اجرای مجدد

source: Created from Admin panel
fa: ایجاد شده در داشبورد مدیریتی

source: New interim invoices issued
fa: صورت‌حساب مصرفی میان دوره با موفقیت ایجاد شد

source: Add new interim invoice
fa: اضافه کردن صورت‌حساب مصرفی میان دوره

source: Subscriptions' locks are released
fa: قفل صدور صدورت‌حساب آزاد شد

source: Release invoice lock
fa: آزادسازی قفل صورت‌حساب

source: Subscription's type is renewed
fa: نوع اشتراک با موفقیت بروز شد

source: Renew subscription's type
fa: بروزرسانی نوع اشتراک

source: Branches renewed
fa: شعبه با موفقیت بروزرسانی شد

source: Renew subscription's branch
fa: بروزرسانی شعبه اشتراک

source: Not defined
fa: تعریف نشده

source: Can not safe delete more than one invoice at a time
fa: امکان حذف امن بیشتر از یک صورت‌حساب مصرفی به صورت همزمان وجود ندارد. لطفا فقط یک صورت‌حساب را انتخاب کنید

source: The invoice is safely deleted
fa: صورت‌حساب مصرفی با موفقیت حذف شد

source: Safe delete invoice
fa: حذف امن صورت‌حساب

source: This invoice a generated automatically at the end of the period
fa: این صورت‌حساب مصرفی به صورت خودکار و در پایان دوره صادر شده است

source: Version 1
fa: نسخه 1

source: Details of customers
fa: جزئیات کاربران

source: A new customer is created successfully
fa: کاربر جدیدی با موفقیت ایجاد شد

source: Details of a customer
fa: جزئیات کاربر

source: Details of subscriptions
fa: جزئیات اشتراک

source: A new subscription is created successfully
fa: اشتراک جدید با موفقیت ایجاد شد

source: Details of a subscription
fa: جزئیات اشتراک

source: Used and base balance are updated successfully
fa: میزان مصرفی و پایه اشتراک با موفقیت بروزرسانی شدند

source: Subscription availability status
fa: وضعیت فعال بودن اشتراک

source: Subscription availability changed successfully
fa: وضعیت فعال بودن اشتراک با موفقیت بروزرسانی شد

source: This invoice is generated automatically before deallocating the subscription
fa: این صورت‌حساب مصرفی به صورت خودکار و همزمان با جمع‌آوری اشتراک صادر شده است

source: Subscription deallocate successfully
fa: اشتراک با موفقیت غیرفعال شد

source: Subscription's balance debited successfully
fa: اعتبار اشتراک با موفقیت کسر شد

source: Subscription's balance added successfully
fa: اعتبار سرویس با موفقیت کسر شد

source: Subscription converted to postpaid successfully
fa: مشترک با موفقیت به دائمی تبدیل شد

source: Customer's credit increased successfully
fa: اعتبار کیف پول سرویس با موفقیت افزایش یافت

source: Subscription's base balance changed successfully
fa: سقف مصرف اشتراک با موفقیت تغییر یافت

source: Details of a package
fa: جزئبات بسته مکالمه

source: Package updated successfully
fa: بسته مکالمه با موفقیت بروزرسانی شد

source: All packages
fa: همه بسته های افزایشی

source: A new package is created successfully
fa: بسته مکالمه با موفقیت ایجاد شد

source: Details of invoices
fa: جزئیات صورت‌حساب های مصرفی

source: Created on admin's demand
fa: ایجاد شده به درخواست شرکت

source: Created on customer's demand
fa: ایجاد شده به درخواست کاربر

source: A new interim invoice will be created if possible
fa: در صورت امکان صورت‌حساب مصرفی میان‌دوره جدیدی ایجاد خواهد شد

source: Details of an invoice
fa: جزئیات صورت‌حساب مصرفی

source: Migration of invoices
fa: مهاجرت صورت‌حساب های مصرفی

source: Details of base balance invoices
fa: جزئیات صورت‌حساب های سقف مصرف

source: A new base balance invoice is created successfully
fa: صورت‌حساب سقف مصرف با موفقیت ایجاد شد

source: Details of a base balance invoice
fa: جزئیات صورت‌حساب سقف مصرف

source: Migration of base balance invoices
fa: مهاجرت صورت‌حساب های سقف مصرف

source: Details of package invoices
fa: جزئیات صورت‌حساب بسته مکالمه

source: A new package invoice is created successfully
fa: صورت‌حساب بسته مکالمه جدید با موفقیت ایجاد شد

source: Details of a package invoice
fa: جزئیات صورت‌حساب بسته مکالمه

source: Package invoice is updated successfully
fa: صورت‌حساب بسته مکالمه جدید با موفقیت بروزرسانی شد

source: Details of credit invoices
fa: جزئیات صورت‌حساب های کیف پول

source: A new credit invoice is created successfully
fa: صورت‌حساب کیف پول جدید با موفقیت ایجاد شد

source: Details of a credit invoice
fa: جزئیات صورت‌حساب کیف پول

source: Details of payments
fa: جزئیات تراکنش ها

source: A new payment is created successfully
fa: تراکنش جدیدی با موفقیت ایجاد شد

source: Details of a payment
fa: جزئیات تراکنش

source: Payment updated successfully
fa: تراکنش جدیدی با موفقیت بروزرسانی شد

source: Payment approval updated successfully
fa: وضعیت تراکنش با موفقیت بروزرسانی شد

source: Details of branches
fa: جزئیات شعب

source: A new branch is created successfully
fa: شعبه جدیدی با موفقیت ایجاد شد

source: Details of a branch
fa: جزئیات شعب

source: Branch updated successfully
fa: شعبه با موفقیت بروزرسانی شد

source: A new destination is created successfully
fa: مقصد جدیدی با موفقیت ایجاد شد

source: Details of destinations by names
fa: جزئیات مقاصد به تفکیک نام

source: Details of a destination
fa: جزئیات مقصد

source: Destination updated successfully
fa: مقصد با موفقیت بروزرسانی شد

source: Details of operators
fa: جزئیات اپراتورها

source: A new operator is created successfully
fa: اپراتور جدیدی با موفقیت ایجاد شد

source: Details of an operator
fa: جزئیات اپراتور

source: Operator updated successfully
fa: اپراتور با موفقیت بروزرسانی شد

source: Details of profits
fa: جزئیات سودها

source: A new profit is created successfully
fa: سود جدیدی با موفقیت ایجاد شد

source: Details of a profit
fa: جزئیات سود

source: Profit is updated successfully
fa: وضعیت سود با موفقیت بروزرسانی شد

source: A new expiry notification received from CGRateS
fa: هشدار جدید برای انقضای بسته از سرویس دریافت شد

source: A new notification received from CGRateS
fa: هشدار جدید از سرویس دریافت شد

source: Details of Runtime Configs
fa: جزئبات تنظیمات

source: Runtime Configs updated successfully
fa: تنظیمات با موفقیت بروزرسانی شدند

source: Default
fa: پیش فرض

source: 1 Day
fa: ۱ روزه

source: 3 Days
fa: ۳ روزه

source: 5 Days
fa: ۵ روزه

source: 7 Days
fa: ۷ روزه

source: 15 Days
fa: ۱۵ روزه

source: 30 Days
fa: ۳۰ روزه

source: 45 Days
fa: ۴۵ روزه

source: 60 Days
fa: ۶۰ روزه

source: 90 Days
fa: ۹۰ روزه

source: 120 Days
fa: ۱۲۰ روزه

source: 180 Days
fa: ۱۸۰ روزه

source: 365 Days
fa: ۳۶۵ روزه

source: Mobile national
fa: همراه کشوری

source: Landline national
fa: ثابت کشوری

source: Mobile International
fa: همراه بین المللی

source: Landline International
fa: ثابت بین المللی

source: Branch
fa: شعبه

source: Pending
fa: در انتظار پرداخت

source: Received
fa: دریافت شده

source: Revoked
fa: منقضی شده

source: Seconds
fa: ثانیه

source: Minutes
fa: دقیقه

source: Postpaid
fa: دائمی

source: Prepaid
fa: اعتباری

source: Unlimited
fa: نامحدود

source: Normal
fa: عادی/درخواست

source: Violation
fa: فنی/تخلف

source: No warning
fa: بدون هشدار

source: First warning
fa: هشدار اول

source: Second warning
fa: هشدار دوم

source: Third warning
fa: هشدار سوم

source: Fourth warning
fa: هشدار چهارم

source: Ready
fa: آماده پرداخت

source: Success
fa: موفقیت آمیز

source: Revoke
fa: منقضی شده

source: Periodic
fa: دوره ای

source: Interim
fa: میان دوره

source: Increase
fa: افزایشی

source: Decrease
fa: کاهشی

source: Invoice
fa: صورت‌حساب مصرفی

source: Base balance invoice
fa: صورت‌حساب سقف مصرف

source: Package invoice
fa: صورت‌حساب بسته مکالمه

source: Failed
fa: ناموفق

source: Issue new interim invoice in hours
fa: بازه زمانی مجاز برای صدور صورت‌حساب مصرفی میان دوره به ساعت

source: Number of periods for due date in invoices
fa: تعداد دوره‌های مهلت پرداخت صورت‌حساب‌های مصرفی

source: Corporate state prefixes
fa: پیش شماره های استانی شرکت

source: Corporate national prefixes
fa: پیش شماره های کشوری شرکت

source: Discount static value on invoices
fa: مقدار ثابت تخفیف روی صورت‌حساب های مصرفی

source: Discount percent on invoices
fa: درصد تخفیف روی صورت‌حساب های مصرفی

source: Due date for deallocation of subscription
fa: تعداد روزهای مهلت پرداخت برای جمع آوری سرویس

source: Emergency numbers
fa: شماره های اضطراری

source: Payment cool down in minutes
fa: دقایق مجاز بین پرداخت ها

source: Black list deallocated numbers in days
fa: تعداد روزهای قرار دادن شماره‌های جمع آوری شده در لیست سیاه

source: Country
fa: کشور

source: Emergency
fa: اضطراری

source: Periodic invoices
fa: صورت‌حساب های مصرفی دوره ای

source: Due date
fa: مهلت پرداخت

source: Failed jobs
fa: کارهای ناموفق

source: Renew branches
fa: بروزرسانی شعب

source: Import destinations
fa: وارد کردن مقصدها

source: Import tariffs
fa: وارد کردن طرح نرخ

source: Initialize CGRateS
fa: بارگذاری اولیه سرویس

source: Import credits from Excel
fa: وارد کردن اعتبارها از اکسل

source: Import branches
fa: وارد کردن شعب

source: Expire packages
fa: منقضی کردن بسته ها

source: Integrity check
fa: بررسی صحت داده

source: Update runtime configs
fa: بروزرسانی تنظیمات

source: Check deallocation
fa: بررسی جمع آوری اشتراک

source: Clean api requests
fa: پاک‌سازی پایگاه داده لاگ

source: Check sessions
fa: بررسی نشست‌های تماس

source: Notify trunk
fa: هشدار به سرویس ترانک

source: Renew branch
fa: بروزرسانی شعبه

source: Renew subscription type
fa: بروزرسانی نوع اشتراک

source: Can not be empty or less than zero
fa: مقدار نمی تواند خالی یا کوچکتر مساوی صفر باشد

source: This base balance invoice is generated automatically to decrease subscription's base balance
fa: این صورت‌حساب سقف مصرف به صورت خودکار برای کاهش سقف مصرف صادر شده است

source: id
fa: شناسه

source: tracking code
fa: کد رهگیری

source: prime code
fa: کد پرایم

source: subscription code
fa: کد اشتراک

source: number
fa: سرشماره

source: credit invoice id
fa: شناسه صورت‌حساب کیف پول

source: operation type
fa: نوع عملیات

source: status code
fa: وضعیت

source: total cost
fa: مبلغ کل

source: description
fa: توضیحات

source: created at
fa: تاریخ ایجاد

source: updated status at
fa: تاریخ بروزرسانی وضعیت

source: paid at
fa: تاریخ پرداخت

source: A branch with this branch code is already exists
fa: شعبه ای با این کد وجود دارد

source: Field is required to create new branch
fa: این فیلد برای ساخت شعبه ضروری است

source: This invoice is already payed
fa: این صورت‌حساب مصرفی پرداخت شده است

source: This invoice is already revoked
fa: این صورت‌حساب مصرفی منقضی شده است

source: This base balance invoice is already payed
fa: این صورت‌حساب سقف مصرف پرداخت شده است.

source: This base balance invoice is already revoked
fa: این صورت‌حساب سقف مصرف منقضی شده است

source: This package invoice is already payed
fa: این صورت‌حساب بسته مکالمه پرداخت شده است

source: This package invoice is already revoked
fa: این صورت‌حساب بسته مکالمه منقضی شده است

source: There is no need for a hybrid payment. Credit is already enough!
fa: با توجه به میزان اعتبار کیف پول نیازی به پرداخت ترکیبی وجود ندارد

source: used for
fa: استفاده شده برای

source: used for id
fa: شناسه صورت‌حساب مرتبط

source: A customer with this customer code is already exists
fa: کاربری با این کد وجود دارد

source: period count
fa: شماره دوره

source: tax percent
fa: درصد مالیات

source: tax cost
fa: مبلغ مالیات

source: discount
fa: تخفیف

source: discount description
fa: توضیحات تخفیف

source: debt
fa: بدهی

source: subscription fee
fa: آبونمان

source: landlines corporate cost
fa: هزینه ثابت درون شبکه ای

source: landlines corporate usage
fa: مصرف ثابت درون شبکه ای

source: landlines local cost
fa: هزینه ثابت درون استانی

source: landlines local usage
fa: مصرف ثابت درون استانی

source: landlines long distance cost
fa: هزینه ثابت برون استانی

source: landlines long distance usage
fa: مصرف ثابت برون استانی

source: mobile usage
fa: مصرف همراه

source: mobile cost
fa: هزینه همراه

source: international usage
fa: مصرف بین المللی

source: international cost
fa: هزینه بین المللی

source: landlines corporate cost prepaid
fa: هزینه ثابت درون شبکه ای (بسته مکالمه)

source: landlines corporate usage prepaid
fa: مصرف ثابت درون شبکه ای (بسته مکالمه)

source: landlines local cost prepaid
fa: هزینه ثابت درون استانی (بسته مکالمه)

source: landlines local usage prepaid
fa: مصرف ثابت درون استانی (بسته مکالمه)

source: landlines long distance cost prepaid
fa: هزینه ثابت برون استانی (بسته مکالمه)

source: landlines long distance usage prepaid
fa: مصرف ثابت برون استانی (بسته مکالمه)

source: mobile usage prepaid
fa: مصرف همراه (بسته مکالمه)

source: mobile cost prepaid
fa: هزینه همراه (بسته مکالمه)

source: international usage prepaid
fa: مصرف بین المللی (بسته مکالمه)

source: international cost prepaid
fa: هزینه بین المللی (بسته مکالمه)

source: total usage
fa: مصرف کل

source: total usage cost
fa: هزینه کل مصرفی

source: on demand
fa: به درخواست مشتری

source: invoice type
fa: نوع صورت‌حساب

source: from date
fa: از تاریخ

source: to date
fa: تا تاریخ

source: due date
fa: مهلت پرداخت

source: A operator with this code is already exists
fa: اپراتوری با این کد وجود دارد

source: This field is required
fa: این فیلد ضروری است

source: Required field to create new operator
fa: این فیلد ضروری است

source: This code is exists, choose another
fa: این کد وجود دارد. لطفا کد دیگری وارد کنید

source: Can not update an expired invoice
fa: امکان بروزرسانی صورت‌حساب با تاریخ مصرف به پایان رسیده، وجود ندارد

source: Can not update a revoked invoice
fa: امکان بروزرسانی صورت‌حساب منقضی شده وجود ندارد

source: The package does not exists
fa: بسته مکالمه مورد نظر پیدا نشد

source: package id
fa: شناسه بسته

source: total value
fa: ارزش کل

source: expired value
fa: مبلغ منقضی شده

source: is active
fa: فعال

source: is expired
fa: منقضی شده

source: auto renew
fa: تمدید خودکار

source: expired at
fa: تاریخ انقضا

source: Current state and requested one are the same
fa: وضعیت فعلی مشابه وضعیت درخواست شده است

source: Can't change from current state
fa: وضعیت فعلی قابل تغییر نیست

source: Only 'status_code' and 'extra_data' can be updated
fa: تنها فیلدهای وضعیت و داده های اضافی می توانند بروزرسانی شوند

source: This credit invoice is revoked
fa: این صورت‌حساب کیف پول منقضی شده است

source: This credit invoice has a pending payment
fa: این صورت‌حساب کیف پول یک پرداخت در انتظار تایید دارد

source: This credit invoice is already payed
fa: این صورت‌حساب کیف پول پرداخت شده است

source: Can not create an offline payment without attachments
fa: بدون فایل امکان ایجاد پرداخت آفلاین وجود ندارد

source: Offline payment only can be used for credit invoices
fa: پرداخت آفلاین تنها برای افزایش موجودی کیف پول قابل استفاده است

source: related tracking code
fa: کد رهگیری مرتبط

source: amount
fa: مبلغ

source: gateway
fa: درگاه

source: updated at
fa: تاریخ بروزرسانی

source: Parse error for timestamp
fa: فرمت زمان سنج معتبر نیست

source: Start date can not be greater than end date
fa: تاریخ شروع نباید بزرگتر از تاریخ پایان باشد

source: operator id
fa: شناسه اپراتور

source: operator code
fa: نوع عملیات

source: inbound used percent
fa: درصد استفاده شده تماس ورودی

source: outbound used percent
fa: درصد استفاده شده تماس خروجی

source: inbound usage
fa: مصرف تماس ورودی

source: outbound usage
fa: مصرف تماس خروجی

source: inbound cost first part
fa: بخش اول هزینه ورودی

source: inbound cost second part
fa: بخش دوم هزینه ورودی

source: outbound cost first part
fa: بخش اول هزینه خروجی

source: outbound cost second part
fa: بخش دوم هزینه خروجی

source: total cost inbound
fa: مبلغ کل تماس ورودی

source: total cost outbound
fa: مبلغ کل تماس خروجی

source: A subscription with this subscription code is already exists
fa: اشتراکی با کد وجود دارد

source: An active subscription with this number is already exists
fa: اشتراک فعالی با این شماره وجود دارد

source: This credit invoice is generated automatically for increasing customer's credit after decreasing it's base balance
fa: این صورت‌حساب کیف پول به صورت خودکار برای افزایش اعتبار کیف پول همزمان با کاهش اعتبار سقف مصرف صادر شده است

source: More than one branch is found with this prefix
fa: بیش از یک شعبه برای این پیش شماره وجود دارد

source: Default branches can not be updated directly
fa: امکان بروزرسانی مستقیم شعبه های پیش فرض وجود ندارد

source: Default branches can not be removed
fa: امکان حذف شعبه های پیش فرض وجود ندارد

source: This invoice a generated automatically because of 100 percent usage of base balance
fa: این صورت‌حساب مصرفی به صورت خودکار و به دلیل مصرف صد درصدی از اعتبار پایه صادر شده است

source: This invoice a generated automatically because of 80 percent usage of base balance
fa: این صورت‌حساب مصرفی به صورت خودکار و به دلیل مصرف هشتاد درصدی از اعتبار پایه صادر شده است

source: Not a valid operation type
fa: نوع عملیات معتبر نیست

source: Subscription id is not provided
fa: شناسه اشتراک ارسال نشده است

source: Subscription does not belongs to this customer or is not allocated
fa: اشتراک متعلق به این کاربر نبوده یا غیرفعال است

source: Subscription does not exists or is not allocated
fa: اشتراک پیدا نشد یا غیرفعال است

source: This credit invoice is generated automatically to pay for an existing invoice
fa: این صورت‌حساب کیف پول به صورت خودکار برای پرداخت یک صورت‌حساب موجود، صادر شده است

source: This credit invoice is generated automatically for increasing customer's credit without payment
fa: این صورت‌حساب کیف پول به صورت خودکار برای افزایش اعتبار کیف پول (بدون پرداخت)، صادر شده است

source: Can not add new destination due to CGRateS Service problem
fa: خطایی در ایجاد پروفایل مقصد رخ داده است

source: Can not remove destination due to CGRateS Service problem
fa: خطایی در حذف پروفایل مقصد رخ داده است

source: Deallocation of subscription
fa: جمع آوری اشتراک

source: Eighty percent usage
fa: مصرف هشتاد درصدی از اعتبار پایه

source: Max usage
fa: مصرف صددرصدی اعتبار پایه

source: Your request
fa: درخواست شما

source: Nexfon support request
fa: درخواست پشتیبانی نکسفون

source: Rial
fa: ریال

source: subtracted for this invoice
fa: از این صورت‌حساب کسر شد

source: Previous requested invoice is already active, can not request another interim invoice for now!
fa: صورت‌حساب مصرفی درخواست شده قبلی در حال حاضر فعال است و امکان صدور صورت‌حساب مصرفی دیگری وجود ندارد

source: Can not issue another interim invoice for now!
fa: در حال حاضر امکان صدور صورت‌حساب مصرفی دیگری وجود ندارد

source: Invalid operation in Decimal or Integer fields
fa: خطایی در محسابات عددی رخ داده است

source: Previous requested invoice is not processed yet, please try again in a while
fa: صورت‌حساب مصرفی درخواست شده قبلی در حال پردازش است. لطفا در دقایق آتی مجددا تلاش کنید.

source: This credit invoice is generated automatically to pay for an invoice with zero total cost
fa: این صورت‌حساب کیف پول به صورت خودکار برای پرداخت یک صورت‌حساب موجود با مبلغ صفر، صادر شده است

source: This credit invoice is generated automatically to pay for an invoice in auto pay mode
fa: این صورت‌حساب کیف پول به صورت خودکار برای پرداخت یک صورت‌حساب مصرفی (پرداخت خودکار) صادر شده است

source: Can not delete this invoice with this status code
fa: به دلیل وضعیت صورت‌حساب مصرفی، امکان حذف آن وجود ندارد

source: This credit invoice is migrated automatically from old payments system
fa: این صورت‌حساب کیف پول به صورت خودکار و در جریان مهاجرت از سیستم پیشین صادر شده است

source: Malformed REST response from MIS
fa: پاسخ دریافتی از سرویس MIS معتبر نیست

source: Something went wrong in MIS service
fa: خطایی در ارتباط با MIS رخ داده است

source: Something went wrong in creating operator profile
fa: خطایی در ایجاد پروفایل اپراتور رخ داده است

source: Something went wrong in updating operator profile
fa: خطایی در بروزرسانی پروفایل اپراتور رخ داده است

source: Can not remove the default package
fa: امکان حذف بسته پیش فرض وجود ندارد

source: This package invoice is generated automatically due to auto renewal setting of previous invoice
fa: این صورت‌حساب بسته مکالمه به صورت خودکار به دلیل فعال بودن تمدید خودکار بسته، صادر شده است

source: This credit invoice is generated automatically due to auto renewal setting of a package invoice
fa: این صورت‌حساب کیف پول به صورت خودکار برای پرداخت یک صورت‌حساب بسته مکالمه با تمدید خودکار، صادر شده است

source: Can not pay this credit invoice due to its status_code
fa: به دلیل وضعیت صورت‌حساب کیف پول، امکان پرداخت آن وجود ندارد

source: Can not update offline payments directly
fa: امکان تغییر وضعیت مستقیم پرداخت های آفلاین وجود ندارد

source: Can not approve/reject the payment this due to gateway
fa: امکان تغییر وضعیت پرداخت تنها برای درگاه پرداخت آفلاین وجود دارد

source: Can not approve/reject the payment of this credit invoice due to credits status
fa: به دلیل وضعیت کنونی صورت‌حساب کیف پول، امکان تغییر وضعیت پرداخت وجود ندارد

source: Something went wrong in creating profit
fa: خطایی در ایجاد درآمدها رخ داده است

source: Used balance can not be greater than base balance
fa: میزان مصرف نمی تواند بیشتر از اعتبار پایه باشد

source: Can not convert a non prepaid subscription to postpaid
fa: امکان تبدیل مشترکین غیر اعتباری به دائمی وجود ندارد

source: This credit invoice is generated automatically in the procedure of converting from prepaid to postpaid
fa: این صورت‌حساب کیف پول به صورت خودکار در جریان تبدیل مشترک اعتباری به دائمی صادر شده است

source: Subscription is now disabled
fa: اشتراک با موفقیت غیرفعال شد

source: Subscription is now enabled
fa: اشتراک با موفقیت فعال شد
